[
    {
        "id": 1,
        "title": "Brokeito",
        "description": "Odav tudengi hakklihaburrito",
        "image": "img/retsept4.jpg",
        "ingredients": ["200 g hakkliha (soovi korral võib kasutada seguhakkliha)", "1 väike sibul, hakitud", "1 küüslauguküüs, hakitud (võib ka ära jätta, kui pole käepärast)",
         "1 tl õli praadimiseks(võib ka kasutada võid)", "1 tl tomatipastat (või ketšupit)", "näpuotsaga soola, pipart ja tšillipulbrit (kui soovid vürtsikamat)", "100 g konserveeritud ube (odav ja toitev lisa)", "2 suurt tortillat (poest ostetud, soojenda vajadusel pannil või mikrolaineahjus)",
          "Salsat või ketšupit (valikuline, lihtne viis lisamaitse jaoks)", "Natuke riivitud juustu (valikuline, kui soovid lisakohevatust)", "Odavamat varianti saad, kui asendad osa hakklihast lisaoade või riisiga", "Lisaköögiviljad: Lisa, mida parasjagu leidub (näiteks tomati- või paprikatükid), et muuta burrito toitvamaks"],
        "instructions": "Kuumuta pann keskmisel kuumusel ja lisa õli (või võid). Lisa hakitud sibul ja küüslauk ning prae kuni sibul on klaasjas (umbes 2-3 minutit). Lisa hakkliha pannile ning prae, kuni liha on läbi küpsenud ja pruunistunud. Sega juurde tomatipasta (või ketšup), sool, pipar ja tšillipulber. Sega, kuni maitseained on ühtlaselt jaotunud. Lisa oad ning kuumuta läbi, et kõik oleks soe ja maitsed segunenud. Kokku panemine: Tõsta hakkliha-oasegu tortillale, lisa soovi korral salsat või ketšupit ning natuke riivitud juustu. Rulli burrito kokku: Keera alumine osa üles ja seejärel küljed kokku, et täidis püsiks sees. Serveeri kohe või soovi korral valmista homseks ette. Head isu!"
    },
    {
        "id": 2,
        "title": "Taskupasta",
        "description": "Odav ja kiire pasta hakklihaga",
        "image": "img/retsept2.jpg",
        "ingredients": ["200 g makarone (odavaid pastasi – penne, spiraalid või klassikalised sarvekesed)", "200 g hakkliha", "1 sibul, hakitud", "1 küüslauguküüs, hakitud (võib ära jätta)",
         "1 sl õli praadimiseks(võib ka kasutada võid)", "100 ml toidukoort (või köögikoort, kui ei soovi nii kreemist)", "Näpuotsaga soola ja pipart", "Riivitud juustu (kui eelarve lubab, maitseks peale raputada)", "Soovi korral maitseaineid: näpuotsaga tšillit, paprikapulbrit või kuivatatud basiilikut", "Odavama versiooni jaoks kasuta hakkliha asemel konserveeritud ube või lisa lihtsalt rohkem makaronide kogust",
          "Rohelise touch'i jaoks: kui leidub odavaid külmutatud köögivilju (nt herneid või maisi), lisa need lõpus segusse"],
        "instructions": "Keeda makaronid soolaga maitsestatud vees pehmeks vastavalt pakendi juhistele. Kurna ja jäta ootele. Kuumuta pannil õli keskmisel kuumusel. Lisa hakitud sibul ja küüslauk ning prae, kuni sibul on pehme. Lisa hakkliha pannile ja prae, kuni see on läbi küpsenud ja pruunistunud. Lisa tomatipasta (või ketšup), sool, pipar ja muud maitseained, mida soovid lisada. Vala juurde toidukoor (või köögikoor), sega ning lase kastmel paar minutit haududa, kuni see veidi pakseneb. Sega keedetud makaronid hakklihakastme hulka, kuni kõik on ühtlaselt segunenud ja pastaklindid on mõnusalt kastmes. Serveeri kohe ja puista peale riivitud juustu, kui soovid. Kui üle jääb paki karpi ning pane külma. Head isu ja taskukohast toiduelamust!"
    },
    {
        "id": 3,
        "title": "Näljapada",
        "description": "Kartuli-hakkliha pajaroog",
        "image": "img/retsept3.jpg",
        "ingredients": ["300 g kartuleid, väikesteks kuubikuteks lõigatud", "200 g hakkliha", "1 sibul, hakitud", "1 paprika, kuubikuteks (valikuline, kui soovid lisamaitset ja värvi)",
         "1 küüslauguküüs, hakitud (võib ära jätta)", "2 sl õli praadimiseks", "Näpuotsaga soola ja pipart", "Soovi korral paprikapulbrit või kuivatatud ürte, nagu basiilik või pune", 
         "Odavama versiooni jaoks kasuta kartulite asemel ka riisi, mida on võib-olla lihtsam ja odavam leida", "Taimseks variandiks: asenda hakkliha odavate ubadega või hakitud köögiviljadega, nagu porgandid või suvikõrvits"],
        "instructions": "Kuumuta pannil 1 sl õli ja lisa kartulikuubikud. Prae neid madalal kuni keskmisel kuumusel umbes 10 minutit, aeg-ajalt segades, kuni need on kuldpruunid ja pehmenenud. Tõsta kartulid pannilt kõrvale. Lisa pannile veel 1 sl õli ja prae sibulat ja küüslauku paar minutit, kuni sibul muutub klaasjaks. Lisa hakkliha pannile ja prae, kuni see on pruunistunud ja läbi küpsenud. Maitsesta soola, pipra ja paprikapulbriga. Kui kasutad paprikat, lisa see nüüd pannile ja prae veel 2-3 minutit. Lisa praetud kartulid hakkliha juurde pannile ja sega kõik hästi läbi. Vajadusel maitsesta veel soola ja pipraga. Serveeri kohe või ettevalmistuseks pane külma , soovi korral lisa peale natuke ketšupit või salsat. Head isu ja jõukohast kokkamist!"
    },
    {
        "id": 4,
        "title": "Tudengipada",
        "description": "mõnus ja lihtne ühepajatoit köögiviljade ja konservubadega",
        "image": "img/retsept1.jpg",
        "ingredients": ["1 keskmine porgand, viilutatud", "1 paprika, kuubikuteks", "1 väike sibul, hakitud", "1 küüslauguküüs, hakitud (võib ära jätta)", "1 purk (400 g) konserveeritud ube (nt punased oad või valged oad), kurnatud ja loputatud",
        "1 purk (400 g) purustatud tomateid või tomatikastet", "1 tl õli praadimiseks", "1 tl paprikapulbrit", "Näpuotsaga soola ja pipart", "Soovi korral maitseaineid: veidi kuivatatud basiilikut, tüümiani või oreganot", "Peotäis külmutatud maisi või herneid (valikuline, kui tahad toidule värvi ja lisavärskust)", "Lisa toekust: Lisa hautise sisse keedetud riisi või odavaid makarone, et muuta toit tummisemaks", "Kui soovid vürtsikat varianti: Lisa veidi tšillipulbrit või cayenne'i pipart, et padale teravust anda"],
        "instructions": "Kuumuta pann või pott keskmisel kuumusel ja lisa õli. Lisa hakitud sibul ja küüslauk ning prae paar minutit, kuni sibul muutub klaasjaks. Lisa porgand ja paprika ning prae veel 5 minutit, kuni köögiviljad hakkavad pehmenema. Lisa purustatud tomatid ja loputatud oad. Maitsesta soola, pipra, paprikapulbri ja teiste soovitud ürtidega. Lase hautisel haududa madalal kuumusel 10-15 minutit, kuni kõik köögiviljad on pehmed ja maitsed hästi segunenud. Soovi korral lisa lõpus mais või herned ning sega läbi, lastes neil mõne minuti jooksul kuumeneda. Serveeri soojalt, näiteks koos viilu leiva või riisi kõrvale, kui soovid toekamat einet."
    },
    {
        "id": 5,
        "title": "Nuudlipada",
        "description": "lihtne, kiire ja maitsekas ning aitab sul kapijääke ära kasutada",
        "image": "img/retsept5.jpg",
        "ingredients": ["1 pakk kiirnuudleid (kana-, köögivilja- või sojanuudlid – mis tahes maitse)", "1 väike sibul, hakitud", "1 porgand, õhukesteks ribadeks lõigatud", "1 paprika, ribadeks lõigatud (valikuline)", "Peotäis külmutatud köögivilju (nt maisi, herneid või brokkolit)", "1 tl õli praadimiseks", "1 tl sojakastet (valikuline, maitse lisamiseks)", 
        "Näpuotsaga soola ja pipart", "Soovi korral võid lisada magushapu kastet", "Rohelist sibulat või seesamiseemneid peale puistamiseks (valikuline)", "Lisa valku: kui sul on mune, võid lisada segule ühe lahtiklopitud muna ja segada seda pannil nuudlitega, kuni see on hüübinud", "Odavam variant: kasuta olemasolevaid köögivilju või hoopis konserveeritud ube või maisi, et toidule toekust lisada"],
        "instructions": "Keeda nuudlid vastavalt pakendi juhistele ja kurna. Säilita väike osa nuudlikeeduveest (umbes 50 ml) kastme jaoks. Kuumuta pannil õli keskmisel kuumusel. Lisa hakitud sibul ja prae paar minutit, kuni see muutub klaasjaks. Lisa porgand ja paprika ning prae veel paar minutit, kuni köögiviljad hakkavad pehmenema. Lisa külmutatud köögiviljad ja prae kuni need on soojenenud. Lisa pannile keedetud nuudlid ja väike osa nuudlikeeduveest, et hoida roog niiskem ja kastmelaadne. Sega juurde nuudlite maitseainesegu ja sojakaste (kui kasutad), et anda toidule rohkem maitset. Sega kõik hästi läbi ja maitsesta soola ja pipraga vastavalt vajadusele. Serveeri kohe, soovi korral puista peale rohelist sibulat või seesamiseemneid."
    },
    {
        "id": 6,
        "title": "Munaläbu",
        "description": "Soodne, kiire ja maitsev munaroog",
        "image": "img/retsept7.jpg",
        "ingredients": ["4 muna", "1/2 purki konserveeritud musti või valgeid ube (umbes 100 g), nõrutatud ja loputatud", "1 väike sibul, hakitud", "1 väike paprika, kuubikuteks", 
        "Peotäis spinatilehti või muid köögivilju (nt suvikõrvits või tomatikuubikud)", "1 tl õli või võid pannil määrimiseks", "Näpuotsaga soola ja pipart", "Soovi korral veidi riivitud juustu (pealeraputamiseks)", "Lisamaitse jaoks võid lisada maitserohelist, näiteks murulauku või basiilikut", 
        "Kui soovid rikkalikumat maitset: lisa roa sisse näiteks väikseid vorstitükke või peekonitükke"],
        "instructions": "Kuumuta ahi 180 kraadini (kui soovid rooga lõplikult ahjus küpsetada). Kuumuta pannil õli või või keskmisel kuumusel. Lisa hakitud sibul ja prae paar minutit, kuni see muutub klaasjaks. Lisa kuubikuteks lõigatud paprika ja prae veel paar minutit, kuni paprika hakkab pehmenema. Lisa nõrutatud oad ja spinatilehed (või muud köögiviljad) ning sega kõik hästi läbi. Kuumuta, kuni spinat on kergelt närbunud. Klopi munad kausis lahti ja maitsesta soola ja pipraga. Vala munasegu pannile köögiviljade ja ubade peale ning sega õrnalt, et koostisosad ühtlaselt jaotuksid. Küpsetamine pannil või ahjus: Pannil keera kuumus madalaks ja küpseta rooga aeglaselt, kuni munad on hüübinud (umbes 8-10 minutit). Soovi korral puista peale riivitud juustu ning kata pann kaanega, et juust sulaks; Kui kasutad kuumakindlat panni, aseta see ahju ja küpseta 180 kraadi juures 10-15 minutit, kuni frittata on keskelt hüübinud. Puista peale riivitud juust ja lase sel sulada enne serveerimist.    Serveeri kohe või lase jahtuda ning lõika sektoriteks. Sobib hästi ka külmalt söömiseks!"
    }
]
